IdeaRS.OpenModel.Material.MatSteelAISC
Material steel AISC

IdeaRS.OpenModel.Material.MatSteelAISC.fy
Yield strength for nominal thickness of the element <= 40mm - fy

IdeaRS.OpenModel.Material.MatSteelAISC.fu
Ultimate strength  for nominal thickness of the element <= 40mm - fu

IdeaRS.OpenModel.Material.MatSteelAISC.fy40
Yield strength for nominal thickness of the element > 40mm and <= 100mm - fy,(>40)

IdeaRS.OpenModel.Material.MatSteelAISC.fu40
Ultimate strength for nominal thickness of the element > 40mm and <= 100mm - fu,(>40)